{
	"data":[
		{
            "index": 0,
            "name": "The City of Sydney",
			"image": {"src": "the-city-of-sydney", "video_id": "cHSQpm8226I"},
			"price": {"price_sort": 0, "price_filter": "", "price_display": "No Price Available"},
			"category": {"category_sort": "Sydney Attractions", "category_filter": "Sydney Attractions", "category_display": "Sydney Attractions"},
			"description": "Sydney is one of the world’s most loved cities and it has a sunny and vibrant buzz that makes it the ultimate destination. There are always plenty of things to do in Sydney – sightseeing and alfresco dining, to fun in the sand and surf at one of Sydney's idyllic beaches. Be prepared to love every second of your stay in Sydney.",
            "control": ""
		},
        {
			"index": 1,
            "name": "Sydney Tower",
			"image":{"src": "sydney-tower", "video_id": "4NCYxnO1U4M"},
			"price": {"price_sort": 0, "price_filter": "", "price_display": "No Price Available"},
			"category": {"category_sort": "Sydney Attractions", "category_filter": "Sydney Attractions", "category_display": "Sydney Attractions"},
			"description": "Sydney Tower is Sydney's tallest building and the third tallest in Australia (with the Q1 building on the Gold Coast and the Eureka Tower in Melbourne being the tallest). However by non-floor height or spire height, it is the second tallest in Australia. It is also the second tallest observation tower in the Southern Hemisphere (after Auckland's Sky Tower, though Sydney Tower Eye's main observation deck is almost 50 m (164 ft) higher than that of Auckland's Sky Tower).",
            "control": ""
		},
        {
			"index": 2,
            "name": "Premier Room",
			"image":{"src": "premier-room", "video_id": "TXqKmQuhj1g"},
			"price": {"price_sort": 205, "price_filter": "205 $205", "price_display": "$205 per night"},
			"category": {"category_sort": "Room", "category_filter": "Room (Twin)", "category_display": "Room (Twin)"},
			"description": "Our spacious city-side corner Premier King Rooms are designed to create a refreshing and relaxing space. Whether you are travelling for business or leisure, they offer the perfect place to start and end your day. Stay connected with the convenience of wireless Internet access, or enjoy a good night’s rest on our plush, cushion top beds. You will also enjoy complimentary access to our 24-hour Fitness Centre.",
            "control": ""
		},
        {
			"index": 3,
            "name": "Deluxe Room",
			"image":{"src": "deluxe-room", "video_id": "0tEkn1SRkS8"},
			"price": {"price_sort": 190, "price_filter": "190 $190", "price_display": "$190 per night"},
			"category": {"category_sort": "Room", "category_filter": "Room (Double)", "category_display": "Room (Double)"},
			"description": "Our Deluxe Rooms are located on the top five floors of the hotel, with some offering impressive views over the Swan River and surrounding parklands. Refresh in the luxurious marble bathroom and relax with a wide selection of in-room movies and cable channels. For your added comfort, high speed wireless Internet and complimentary access to our fitness centre is available 24 hours.",
            "control": ""
		},
        {
			"index": 4,
            "name": "Superior Double Double Room",
			"image":{"src": "superior-double-double-room", "video_id": "zFOtCPxpqp8"},
			"price": {"price_sort": 180, "price_filter": "180 $180", "price_display": "$180 per night"},
			"category": {"category_sort": "Room", "category_filter": "Room (Single)", "category_display": "Room (Single)"},
			"description": "Our Superior Double Double Rooms are designed to create a refreshing and relaxing space. Whether you are travelling for business or leisure, they offer the perfect place to start and end your day. Stay connected with the convenience of wireless Internet access, or enjoy a good night’s rest on our plush, cushion top beds. You will also enjoy complimentary access to our 24-hour Fitness Centre.",
            "control": ""
		},
        {
			"index": 5,
            "name": "Superior King Room",
			"image":{"src": "superior-king-room", "video_id": "N4RNQ5m9W0E"},
			"price": {"price_sort": 180, "price_filter": "180 $180", "price_display": "$180 per night"},
			"category": {"category_sort": "Room", "category_filter": "Room (Single)", "category_display": "Room (Single)"},
			"description": "Our Superior King Rooms are designed to create a refreshing and relaxing space. Whether you are travelling for business or leisure, they offer the perfect place to start and end your day. Stay connected with the convenience of wireless Internet access, or enjoy a good night’s rest on our plush, cushion top beds. You will also enjoy complimentary access to our 24-hour Fitness Centre.",
            "control": ""
		},
        {
			"index": 6,
            "name": "Presidential Suite",
			"image":{"src": "presidential-suite", "video_id": "RzXSMxb0C4o"},
			"price": {"price_sort": 1680, "price_filter": "1680 $1,680", "price_display": "$1,680 per night"},
			"category": {"category_sort": "Suite", "category_filter": "Suite", "category_display": "Suite"},
			"description": "The Presidential Suite is the pinnacle of our signature Pacific hospitality. Located on the penthouse level, it offers unmatched views of the magnificent Swan River as well as Perth’s bustling city skyline. This sophisticated suite comprises a lavish bedroom, marble ensuite bathroom, kitchenette, powder room, as well as separate areas for living, dining and relaxation. Its ultra-modern and open spaces make entertaining an exclusive and effortless affair. Carefully selected amenities and exquisite designer furnishings complete the experience. Meanwhile, catch up on the latest movies with your in-room entertainment system, stay connected with convenient Internet connectivity, and enjoy round-the-clock access to the Fitness Centre.Indulge in full Pacific Club privileges, which include complimentary lounge access, daily breakfast, pre-dinner drinks and canapés, afternoon tea on weekends, and a dedicated Club Concierge.",
            "control": ""
		},
        {
			"index": 7,
            "name": "Pacific Club Suite",
			"image":{"src": "pacific-club-suite", "video_id": "uN1zuCWR7_E"},
			"price": {"price_sort": 280, "price_filter": "280 $280", "price_display": "$280 per night"},
			"category": {"category_sort": "Suite", "category_filter": "Suite", "category_display": "Suite"},
			"description": "Whether you’re travelling for business or leisure, Pacific Club Suites are an indulgent way to start and end your day. These elegant, light-filled guestrooms are accentuated by chic décor, modern amenities and soaring views of the Swan River. Experience greater privacy with a separate living area, while textured fabrics and rich colour palettes lend a cosy ambience for rejuvenating the senses. For ultimate relaxation, enjoy a warm soak in the deep bathtub. Stay connected with convenient Internet access, or visit our 24-hour Fitness Centre for an invigorating workout. Indulge in full Pacific Club privileges, which include complimentary lounge access, daily breakfast, pre-dinner drinks and canapés, afternoon tea on weekends, and a dedicated Club Concierge.",
            "control": ""
		},
        {
			"index": 8,
            "name": "River Suite",
			"image":{"src": "river-suite", "video_id": "qNVR3GvElyA"},
			"price": {"price_sort": 230, "price_filter": "230 $230", "price_display": "$230 per night"},
			"category": {"category_sort": "Suite", "category_filter": "Suite", "category_display": "Suite"},
			"description": "You’ll enjoy the extra privacy afforded by our River Suites, which offer a spacious bedroom and separate lounge area for relaxation. Picturesque views of the Swan River and surrounding parklands offer a soothing backdrop as you unwind after a busy day. This elegant suite has timeless classical décor, a wide selection of television channels, convenient Internet connectivity, as well as complimentary access to our 24-hour Fitness Centre.",
            "control": ""
		},
        {
			"index": 9,
            "name": "Circular Quay",
			"image":{"src": "circular-quay", "video_id": "7YR_QBVvwIs"},
			"price": {"price_sort": 0, "price_filter": "", "price_display": "No Price Available"},
			"category": {"category_sort": "Sydney Attractions", "category_filter": "Sydney Attractions", "category_display": "Sydney Attractions"},
			"description": "Circular Quay is the hub of Sydney Harbour, situated at a small inlet called Sydney Cove, the founding site for Sydney and Australia. It is a stepping-off point for most attractions based around the harbour and an exciting place to be on a warm summer's day. The quay is a vibrant, bustling place with ferries leaving every few minutes to different parts of the harbour, including Manly, Watsons Bay, Mosman and Taronga Park Zoo.",
            "control": ""
		},
        {
			"index": 10,
            "name": "Picasso",
			"image":{"src": "picasso", "video_id": "GaT8Rp7No2o"},
			"price": {"price_sort": 100, "price_filter": "100 $100", "price_display": "$100 per person"},
			"category": {"category_sort": "Restaurant", "category_filter": "Restaurant", "category_display": "Restaurant"},
			"description": "As a thirteenth time recipient of the AAA Five Diamond Award, Executive Chef Julian Serrano's menu is inspired by the regional cuisine of France and Spain where Pablo Picasso spent much of his life. The restaurant boasts a wine cellar stocked with more than 1,500 selections the finest European vineyards. Picasso masterpieces, as well as a collection of his charming ceramic pieces, further delight the senses of diners enjoying the Picasso experience.",
            "control": ""
		},
        {
			"index": 11,
            "name": "B and B Ristorante",
			"image":{"src": "b-and-b-ristorante", "video_id": "8dc8p1YjJbw"},
			"price": {"price_sort": 120, "price_filter": "120 $120", "price_display": "$120 per person"},
			"category": {"category_sort": "Restaurant", "category_filter": "Restaurant", "category_display": "Restaurant"},
			"description": "Suddenly, everything actually feels like Italy,\" says the Los Angeles Times. Indeed, B and B Ristorante offers a slice of authenticity, a distinctive dining experience. Mario Batali and Joe Bastianich deliver their acclaimed blend of exquisite Italian food and a casual elegance that captures the soul of an Italian grandmother dancing the tango with pop rock hipsters.",
            "control": ""
		},
        {
			"index": 12,
            "name": "Rib Room Restaurant and Bar",
			"image":{"src": "rib-room-restaurant-and-bar", "video_id": "xoZdgHUDx5I"},
			"price": {"price_sort": 100, "price_filter": "100 $100", "price_display": "$100 per person"},
			"category": {"category_sort": "Restaurant", "category_filter": "Restaurant", "category_display": "Restaurant"},
			"description": "Awarded the coveted accolade of three AA Rosettes, The Rib Room Bar and Restaurant in London is an iconic restaurant, revamped for the 21st century while also paying homage to its 50-year history. Decorated with timeless art pieces, the latest painting to grace the restaurant is Nick Botting's \"The Rib Room Today\" which depicts a moment in service in this popular British restaurant.",
            "control": ""
		},
        {
			"index": 13,
            "name": "Restaurant Pur",
			"image":{"src": "restaurant-pur", "video_id": "nVO_5vd2c_U"},
			"price": {"price_sort": 85, "price_filter": "85 $85", "price_display": "$85 per person"},
			"category": {"category_sort": "Restaurant", "category_filter": "Restaurant", "category_display": "Restaurant"},
			"description": "Restaurant Pur opens onto a vast rotunda with a modern peristyle that is quite unexpected in such a contemporary setting. The energy of the open plan kitchen, the aromas the grill, and the vivacity of the young staff make this refined Michelin Paris restaurant a theatre of unusual tastes. The soft-hued and cosy atmosphere, with mahogany walls adorned with vivid China ink sketches by acclaimed artist Viswanadhan, is the setting for a symphony of flavours.",
            "control": ""
		},
        {
			"index": 14,
            "name": "Peppercrab",
			"image":{"src": "peppercrab", "video_id": "jKo2yJNT16Q"},
			"price": {"price_sort": 75, "price_filter": "75 $75", "price_display": "$75 per person"},
			"category": {"category_sort": "Restaurant", "category_filter": "Restaurant", "category_display": "Restaurant"},
			"description": "The first of its kind seafood restaurant, Peppercrab presents the unique culinary delights of Singapore with a mesmerising view of the action in the kitchen. Fish and seafood are featured predominantly on the menu where flavours are enhanced and enlivened by the use of sauces and spices.",
            "control": ""
		},
        {
			"index": 15,
            "name": "Sydney Opera House",
			"image":{"src": "sydney-opera-house", "video_id": "-smRX72jlA0"},
			"price": {"price_sort": 0, "price_filter": "", "price_display": "No Price Available"},
			"category": {"category_sort": "Sydney Attractions", "category_filter": "Sydney Attractions", "category_display": "Sydney Attractions"},
			"description": "Sydney Opera House is a masterpiece of late modern architecture. In its short lifetime, Sydney Opera House has earned a reputation as a world-class performing arts centre and become a symbol of both Sydney and the Australian nation.",
            "control": ""
		},
        {
			"index": 16,
            "name": "Sydney Harbour Bridge",
			"image":{"src": "sydney-harbour-bridge", "video_id": "TcyAaZeyag4"},
			"price": {"price_sort": 0, "price_filter": "", "price_display": "No Price Available"},
			"category": {"category_sort": "Sydney Attractions", "category_filter": "Sydney Attractions", "category_display": "Sydney Attractions"},
			"description": "The Sydney Harbour Bridge is one of Australia's most well known and photographed landmarks. It is the world's largest (but not the longest) steel arch bridge with the top of the bridge standing 134 metres above the harbour. It is fondly known by the locals as the 'Coathanger' because of its arch-based design.",
            "control": ""
		},
        {
			"index": 17,
            "name": "Conference Room",
			"image":{"src": "conference-room", "video_id": "ZzFXe4FQ9AQ"},
			"price": {"price_sort": 1500, "price_filter": "1500 $1,500 ", "price_display": "$1,500 per 4 hours"},
			"category": {"category_sort": "Facilities", "category_filter": "Facilities", "category_display": "Facilities"},
			"description": "Carry out your business dealings with ease . Seven state-of-the-art executive boardrooms, complete with Meeting Concierge services, are available for your use in 'Meetings on 5', our Executive Meeting Centre. Every boardroom features natural light, high-speed Internet access, presentation equipment and various other facilities. Our hotel associates will gladly assist you in any planning you might need.",
            "control": ""
		},
        {
			"index": 18,
            "name": "Pool",
			"image":{"src": "pool", "video_id": "iOngQOSfTrQ"},
			"price": {"price_sort": 0, "price_filter": "", "price_display": "No Price Available"},
			"category": {"category_sort": "Facilities", "category_filter": "Facilities", "category_display": "Facilities"},
			"description": "Take a refreshing dip in our temperature-controlled pool.",
            "control": ""
		},
        {
			"index": 19,
            "name": "Gym",
			"image":{"src": "gym", "video_id": "omFZvnqsG9A"},
			"price": {"price_sort": 0, "price_filter": "", "price_display": "No Price Available"},
			"category": {"category_sort": "Facilities", "category_filter": "Facilities", "category_display": "Facilities"},
			"description": "Step up your exercise routine in our fitness centre. Open 24 hours a day for your convenience with access via your guestroom key card, boost your health and mood with state-of-the-art \"Life Fitness\" equipment, weights and steam rooms. Please note that children under 12 are not allowed to enter the fitness centre.",
            "control": ""
		},
        {
			"index": 20,
            "name": "Eforea Spa",
			"image":{"src": "eforea-spa", "video_id": "obsvvbbTqFk"},
			"price": {"price_sort": 0, "price_filter": "", "price_display": "No Price Available"},
			"category": {"category_sort": "Facilities", "category_filter": "Facilities", "category_display": "Facilities"},
			"description": "Spending the day at the Eforea Spa & Salon truly feels like an escape to a faraway island. Adorned with soft, calm colors like light tan, powder blue and sea foam green, this intimate 4,000-square-foot facility allows guests to let go of all their worries and relax in a peaceful, secluded setting.",
            "control": ""
		},
        {
			"index": 21,
            "name": "Temple of Beauty",
			"image":{"src": "temple-of-beauty", "video_id": "KzmxFJhm5Ko"},
			"price": {"price_sort": 0, "price_filter": "", "price_display": "No Price Available"},
			"category": {"category_sort": "Facilities", "category_filter": "Facilities", "category_display": "Facilities"},
			"description": "Temple of Beauty is famous for providing our clients with the latest treatments applied to the highest standards, while using only the finest quality products. Our treatments include luxurious facials, manicures and pedicures, spray tanning, body treatments and eyelash extensions and include the following. Couples rooms are also available.",
            "control": ""
		},
        {
			"index": 22,
            "name": "Casino",
			"image":{"src": "casino", "video_id": "zQFNIWTqEKU"},
			"price": {"price_sort": 0, "price_filter": "", "price_display": "No Price Available"},
			"category": {"category_sort": "Facilities", "category_filter": "Facilities", "category_display": "Facilities"},
			"description": "LET THE GAMING BEGIN. Our Casino provides the maximum gaming experience; poker, blackjack, slot machines, race and sports betting, and more!",
            "control": ""
		},
        {
			"index": 23,
            "name": "Luna Park",
			"image":{"src": "luna-park", "video_id": "XgAAPBj9Mvo"},
			"price": {"price_sort": 0, "price_filter": "", "price_display": "No Price Available"},
			"category": {"category_sort": "Sydney Attractions", "category_filter": "Sydney Attractions", "category_display": "Sydney Attractions"},
			"description": "Luna Park Sydney is an entertainment precinct of many faces.   These days you’re just as likely to visit this superbly restored fun-park to catch a concert at the Big Top, eat classy cuisine at The Deck or take in the million dollar views as you are to ride the Tango Train or Ferris Wheel, as folks have been doing since 1935.   Now as then, Luna Park is just for fun. It's a people’s park where you can throw a party for the kids, host your dream wedding or stage a gala for thousands in the state-of-the-art Crystal Palace.",
            "control": ""
		}
	]
}